const USER_DATA = [
  {
    id: 1,
    name: 'Язев Илья Борисович',
    nameComponents: [
      'язев',
      'илья',
      'борисович',
    ],
  },
  {
    id: 2,
    name: 'Ильчук Ксения Владимировна',
    nameComponents: [
      'ильчук',
      'ксения',
      'владимировна',
    ],
  },
  {
    id: 3,
    name: 'Язева Мария Борисовна',
    nameComponents: [
      'язева',
      'мария',
      'борисовна',
    ],
  },
  {
    id: 4,
    name: 'Максим Арташесович Дживанян',
    nameComponents: [
      'максим',
      'арташесович',
      'дживанян',
    ],
  },
  {
    id: 5,
    name: 'ШИШКАНОВА ЭЛЬВИРА ВЛАДИМИРОВНА',
    nameComponents: [
      'шишканова',
    ],
  },
  {
    id: 6,
    name: 'Данилов Иван-Сарыаллман Гаврильевич',
    nameComponents: [
      'данилов',
      'гаврильевич',
    ],
  },
  {
    id: 7,
    name: 'Арташес Арташесович Дживанян',
    nameComponents: [
      'арташес',
      'арташесович',
      'дживанян',
    ],
  },
];

module.exports = {
  USER_DATA,
};
